AlDuncanson.react-hooks-snippets
AvneeshAgarwal.react-nextjs-snippets
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
esbenp.prettier-vscode
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.copilot-nightly
leizongmin.node-module-intellisense
MariusAlchimavicius.json-to-ts
mikestead.dotenv
mohsen1.prettify-json
mrmlnc.vscode-duplicate
ms-vscode.sublime-keybindings
PKief.material-icon-theme
Prisma.prisma
rebornix.toggle
robinbentley.sass-indented
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
smulyono.reveal
usernamehw.errorlens
vittorioromeo.expand-selection-to-scope
waderyan.gitblame
wesbos.theme-cobalt2
wix.vscode-import-cost
wmaurer.change-case
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
yoavbls.pretty-ts-errors
